{
    "navbar": {
      "home": "Home",
      "about": "About",
      "contact": "Contact",
      "catalogue": "Catalogue"
    },
    "animatedText": {
      "visiting": "You are visiting stormmaze",
      "maintenance": "Website is under maintenance"
    },
    "about": {
        "title": "About Stormmaze",
        "paragraph1": "At Stormmaze, we are passionate about connecting the world's finest agricultural products with the vibrant markets of France. Specializing in premium imports from Algeria and beyond, we pride ourselves on delivering quality, authenticity, and sustainability to every table.",
        "paragraph2": "Our deep-rooted relationships with trusted growers and suppliers allow us to bring exceptional produce to our customers, blending tradition with innovation. With a commitment to excellence, Stormmaze is dedicated to fostering a seamless bridge between global agriculture and French cuisine.",
        "paragraph3": "We are driven by a vision to expand horizons, sourcing unique and high-quality products from diverse regions to meet the evolving tastes of our clients. Stormmaze isn't just about products; it's about building connections, celebrating flavors, and contributing to a thriving agricultural ecosystem."
    },
    "home": {
        "video": "Stormmaze tailors its catalog to your needs each season with the best products on the market.",
        "button": "Download our catalog",
        "subVideo": "",
        "paragraph2": "Nos relations profondes avec des cultivateurs et fournisseurs de confiance nous permettent d'offrir des produits exceptionnels à nos clients, alliant tradition et innovation. Avec un engagement envers l'excellence, Stormmaze se consacre à créer un pont harmonieux entre l'agriculture mondiale et la cuisine française.",
        "paragraph3": "Nous sommes guidés par une vision d'expansion des horizons, en recherchant des produits uniques et de haute qualité provenant de diverses régions pour répondre aux goûts évolutifs de nos clients. Stormmaze n'est pas seulement une question de produits ; c'est aussi une question de créer des liens, de célébrer les saveurs et de contribuer à un écosystème agricole florissant."
        
    },
    "common": {
      "learnMore": "Learn More",
      "submit": "Submit"
    },

    "showcase": {
        "title": "Our Premium Products",
        "filters": {
        "all": "All Products",
        "algeria": "Algeria"
        },
        "stats": {
        "quality": "Quality",
        "origin": "Origin",
        "season": "Season"
        }
    },
    "products": {
        "greenHaricots": {
        "name": "Haricots Verts",
        "description": "Haricots verts frais et tendres, riches en fibres et vitamines."
        },
        "redHaricots": {
        "name": "Haricots Rouges",
        "description": "Haricots rouges nutritifs et savoureux, parfaits pour les soupes et ragoûts."
        },
        "beetroot": {
        "name": "Betterave",
        "description": "Betterave douce et terreuse, riche en antioxydants et nutriments essentiels."
        },
        "fennel": {
        "name": "Fenouil",
        "description": "Bulbes de fenouil croquants et aromatiques, excellents pour les salades et la cuisine."
        },
        "artichoke": {
        "name": "Artichaut",
        "description": "Artichauts délicieux et tendres, riches en fibres et antioxydants."
        },
        "asparagus": {
        "name": "Asperges Fraîches",
        "description": "Asperges vertes tendres et savoureuses, idéales pour le gril et la vapeur."
        }
    }
  }